Repository: jatunda/HellMode_OmegaT_Jp_En
Catalog: HellMode-omegat.tmx
Source language: ja
Languages: en

source: （この辺は住宅地みたいだな。俺の住んでいるところは開拓村の郊外だったのか。ボアだ！ グレイトボアだ、初魔獣きたぞ！！）
en: (This looks like a residential area. So I live on the outskirts of the a frontier village? Boar! A great boar! My first time seeing magic beast!")

source: （でかい肉塊だな。１０ｋｇはあるぞ。グレイトボア討伐の報酬は肉か。これの干したやつをたまに食べているのか）
en: (That's a lot of meat. It's like, 20 lbs. Is this the reward for defeating the great boar? Do we sometimes eat the dried version of this?)

source: （でけえ。３ｍ以上あるぞ。猪のサイズじゃないな）
en: (It's huge. It's over 10 feet long. It's definitely not the size of a normal boar.)

source: （なるほど、これが正解か）
en: (I see, is that the correct answer?)

source: （なるほど、やっぱり目立つか）
en: (Of course, I stand out.)

source: （ふむふむ、たしか２０人くらいで討伐するんだよね。Ｃランクの魔獣を２０人で倒すのか）
en: (Hmm, it takes around 20 people to defeat a C rank magic beast, right?)

source: （畑ばかりの田舎の風景だな。向こうのほうに住宅があるな）
en: (A rural landscape filled only with fields. There are houses over there.)

source: 「え？ 家から出てもいいの？」
en: "Eh? I can leave the house?"

source: 「そういえば、隣の家のクレナがお転婆で困っているそうだ。遊び相手になってほしいってゲルダが言っていたぞ」
en: "Oh, by the way, our next-door neighbor, Gerda, says that Kurena is somewhat troublesome because she's such a tomboy. They want you to play with her."

source: 「そうね、将来のお嫁さんになるかもしれないんだから、仲良くしないとだめよ」
en: "Y'know, she might be your wife one day, so you should get along with her."

source: 「そうね～３歳になるまで駄目かしら」
en: "Well.... maybe when you're 3 years old."

source: 「はい、ママ」
en: "Yes, Mama."

source: 「ふぁ！ 足りんて！！」
en: "Bah! Insufficient!!!"

source: 「ふぉおおおおおお！！！」
en: "WHOOOOOOAAAAAA!!!!!!"

source: 「アレン、いい子にしていましたか？ すぐ夕食作りますからね」
en: "Allen, have you been a good boy? Dinner will be ready soon."

source: 『合成レベル１に必要な魔力が足りません』
en: 『Insufficent MP for Synthesize level 1』

source: 『獣Ｇの生成に必要な魔力が足りません』
en: 『Insufficient MP for Create Beast G』

source: 『生成のスキル経験値が１０００／１０００になりました。生成レベルが２になりました。召喚レベルが２になりました。追加で合成スキルレベル１を獲得しました。拡張レベル１を獲得しました。魔導書のメモ機能が追加されました』
en: 『The Create skill is now at 1000 / 1000 EXP. Create is now level 2. Summon is now level 2. You have gained the Synthesis skill at level 1. You have gained the Expansion skill at level 1. Note taking functionality has been added to the grimoire.』

source: 【 獣 】 ＧＨ
en: 【BEAST】 G H

source: 【 虫 】 ＧＨ
en: 【BUG】 G H

source: 【 － 】 Ｇ
en: 【 － 】 G

source: 【スキル】 召喚〈２〉、生成〈２〉、合成〈１〉、拡張〈１〉、削除
en: 【SKL】 Summon <2>, Create <2>, Synthesize <1>, Expansion <1>, Delete

source: 【召 喚】 ２
en: 【SUMMON】 2

source: 【合 成】 ０／１，０００
en: 【SYNTH】 0 / 1,000

source: 【合 成】 １
en: 【SYNTH】 1

source: 【生 成】 ０／１０，０００
en: 【CREATE】 0 / 10,000

source: 【生 成】 ２
en: 【CREATE】 2

source: いただきますも祈りの言葉もなしに食事が始まる。閉鎖された開拓村の中なのであまり代わり映えしない会話だ。
en: The meal begins without anyone saying a prayer, which is pretty common, because they are in a frontier village.

source: おっと大声出してしまったと口を塞ぐ。どうやら最大魔力２では魔力が足りない。
en: Oops. He closed his mouth after making a loud noise. Apparently, his max MP of 2 wasn't enough.

source: お隣さんのゲルダに抱えられてやってきたピンク髪の幼児を思い出す。
en: He recalled the pink-haired toddler who was being carried by their neighbor Gerda.

source: この異世界の暦は、どうやら１年１２か月で１か月３０日、１週間６日なことをこの１０か月の間に知った。少しずつこの異世界を知っていく。
en: In the past ten months, he's learned that the calendar in this world has 12 months per year, 30 days per month, and 6 days per week. Little by little he is learning about this world.

source: この開拓村は村の中に沢山の畑があるのでそれなりに大きい。隣の家であっても２歳に満たないうえに、まだ家から１人で出たら駄目だというテレシアの言いつけを守り家の中にいる。なので、お隣と言っても会う機会がない。
en: The frontier village is rather large because there are many fields. The neighbor is less than 2 years old, and she still stays indoors, which is in line with Theresia's advice that kids shouldn't leave the house alone. So, even though they're neighbors, they haven't had the chance to see each other much.

source: しかし、２枚のカードはそのままで変化は起きない。
en: But nothing happens.

source: しかし何も起きない。これももしやと思い、魔導書の表紙を確認する。
en: But nothing happens. He figured this might be the case, so he checked the cover of the grimoire.

source: それは今、この魔導書の表紙に記載されているメッセージ機能がそうさせている。魔導書の表紙は真っ黒だが、何かアレンが召喚をしたり、ステータスの変化があるとゲームのログのようにメッセージが流れていくのだ。
en: Right now, the message function on the cover of the grimoire is active. The cover is usually completely black, but whenever Allen summons something or if there's a change in status, a message like a game log shows up.

source: そろそろ２０歳になるテレシアはそんな話が好きなようだ。あらあらまあまあと嬉しそうに会話に参加する。狭い世界で両親も知り合いで年も近いというか同じだ。基本的に、アレンとクレナのようなケースで結婚相手を見つけるのが普通な農奴だ。外には基本的に出られないので、他に方法がないとも言える。
en: Theresia, who is about to turn 20, seems to like stories like that. She joins in the conversation with a "well, well, well,". It's a small world, and my parents are around the same age. Basically, it's normal for serfs to find their spouse from a situation like Allen and Kurena's. If you can't go outside the village, then there's really no other option.

source: どうやら、お隣とはいえ、３歳になるまで外出禁止が続くようだ。
en: Apparently, even though it's just going next door, he's still grounded until he's 3.

source: また、四季があり、春夏秋冬で環境は変化する。冬は結構な雪が降り、家が掘っ立て小屋にかなり近いため２回目の冬はとても寒かった。
en: Also, there are four seasons, and the environment changes in the spring, summer, autumn and winter. It snows quite a bit in the winter, and during his second winter, the house was quite cold because it was basically just a shack.

source: アレンが異世界に転生して１年と１０か月となる。あと２か月で２歳だ。
en: It's been a year and ten months since Allen was reincarnated into another world, and in two months he'll be two years old.

source: ゲーマーにとって、最も苦労が報われる瞬間だ。食事とか寒さとかどうでもよくなった。夏真っ盛りということもあり、今テレシアはロダンとともに畑仕事をしている。おかげで気持ちよく雄叫びをあげることができる。
en: For a gamer, this is the moment when all the hardest work becomes worth it. The bad food and the cold don't matter anymore, because it's the middle of the summer and Theresia is now working the fields along with Rodan, so he can freely shout out in joy.

source: ステータスの合成という文字を見る。きっと召喚獣の合成ができるようになったと推察する。召喚獣はカード形式で保存するので、カード同士の合成が可能になったということだろう。
en: He looked at the word "Synthesize" on his status page, and guessed that he could now fuse summons together. Since the summons were stored as cards, it's likely that he can combine cards together.

source: テレシアの赤ちゃん言葉はずいぶん減ってきた。授乳期も終わり、子供の成長のためのようだ。ロダン家はそんなに調味料の多い家ではないので、煮るか焼くしかないので料理はすぐ出てくる。アレンのために野菜やら豆やらイモやらをすりつぶすのはロダンの役割だ。
en: Theresia has been using much less baby talk. The lactation period has ended, and it's time for the child to grow. The Rodan family is not a house with many seasonings, and they can only bake or boil their food, so dinner will be done soon. It's Rodan's job to grind the vegetables, beans, and potatoes for Allen.

source: ホルダーが１０個から２０個になれば、カードとしてストックできる召喚獣が倍に増える。召喚獣をカードにした時の加護は１枚ごとに加算されるため、これだけで加護が２倍になるともいえる。
en: If the number of slots goes from 10 to 20, the number of summons that can be stored also doubles. Since the blessings from the cards stack, the power of the blessings has basically doubled.

source: レベルアップによる恩恵がかなり大きなことを知って、喜びの中お昼寝に戻る１歳のアレンであった。
en: With the comfort of knowing that leveling up brings large benefits, the one-year-old Allen returned to his nap, full of joy.

source: ロダンとテレシアが家に帰ってくる。土間に農具をおいて、水甕で手足の泥を落とし、顔を洗いのどを潤す。水甕の水は毎朝ロダンが水くみ場から汲んでくる。この水で料理もアレンの体を拭いたりもする。
en: Rodan and Theresia return home. They place their farming tools in the entryway, and, with a water bottle, they wash the mud from their limbs and faces and quench their thirst. Rodan draws the water from the pump every morning. This water is suitable for cooking and wiping down Allen's body.

source: ・取得可能召喚獣
en: ・Obtainable Summons

source: ・土地を所有できない
en: ・You cannot own land.

source: ・職業選択の自由がない
en: ・You don't get to choose your job.

source: 両親は農奴なので、アレンも農奴だ。アレンは現実世界にいる頃の認識から、農奴の要素は主に２点だと考えている。
en: His parents are serfs, so Allen is a serf, and based on what he knew in the real world, Allen believes that there are two main elements to being a serf.

source: 今のペースなら１日３回生成しても４年半かかる。これでは、時間がかかって仕方ない。アレンのレベル自体が１なので、なんとか最大魔力を上げる方向でどうにかせねばと考える。
en: At the current pace, it would take 4 and a half years, if he uses Create 3 times a day. Well, it can't be helped that things take time. Allen himself is still level 1, so there's probably a way to increase max MP.

source: 凹みに獣Ｈ２枚をはめ込む。
en: He inserted two BEAST H's into the indents.

source: 召喚レベルもしくは生成レベルが上がり、新たな召喚獣が追加されたと推察する。
en: He guessed that because the level of Create and Summon increased, new summons were added.

source: 合成は魔力が足りなくて、できないと判断した。
en: He decided that he didn't have enough MP to synthesize.

source: 家族の団欒も終わり、子供部屋に戻る。
en: After family time is over, he returns to the nursery.

source: 普段は銀色のログだが、今回は黄色文字だ。黄色文字は今後、アレンにとってハッピーな色になること間違いない。
en: Normally, the log is silver, but this time it's in yellow. There is no doubt that yellow will be one of Allen's favorite colors in the future.

source: 気になることが多すぎて思考停止した。浮いた魔導書を小さい手で握りしめ、１５分が経過する。
en: He was so overwhelmed with all the new things that he froze. While he clutched the floating grimoire with his tiny hands, fifteen minutes passed.

source: 第０７話 レベルアップ
en: Chapter 7 Level Up

source: 良い両親に恵まれたということもあり、すくすくと育っている。乳離れも最近終わった。貧しいながらも大切に育てられ、これも１つの幸せかと思う今日この頃。
en: He has been blessed with good parents and is growing up well, and has recently been weaned.

source: 諸説あるが主にこの２点に尽きる。現実世界では１９世紀まで大勢を占めていた制度だ。今でもそれに近い制度を取っている国もある。
en: He has various theories, but these are the two main ones. In the real world, this was the dominant system until the 19th century. Some countries still use this system to this day.

source: 走馬灯のようにこの１０か月ほどの出来事や思い出が巡っていく。
en: He recalls his memories about the past ten months.

source: 途方に暮れる。どうやら、レベルアップしても、まだまだできないことは多いのであった。
en: He's at a loss. Apparently, there was a lot he couldn't do without first raising his level.

source: 魔導書が現れる。合成と念じたためか、パラパラとページがめくれる。
en: The grimoire appears. Because he was thinking about synthesis, the pages flip automatically.

source: 魔導書の最後にあったメモ機能は、その名のとおり、魔導書の最後のほうのページの余白をメモとして使えるようになるものだ。１０ページ分だ。辞典並みに大きい魔導書なのでなんでも十分に記録できる。そして、思考を読み取っての自動書記。かなりの便利機能だ。
en: As the name implies, the last 10 pages of the grimoire can be used to take notes. The grimoire is as big as a dictionary, so there's room for anything Allen wants. And it can read his thoughts, and automatically write for him. It's a pretty useful feature.

source: 魔導書の表紙に表示されたログに気になるところは満載だが、まずはステータスの確認をする。
en: The log displayed on the cover of the grimoire is filled with interesting things, but first, he checks his status.

source: 魔導書表紙のログを確認する。これを見ると結構参考になる。メッセージが流れている。
en: He checked the log on the cover of the grimoire. Looking at it was usually quite helpful. There's a message on it.

source: （えっと、最後にメモがどうのこうのって？ お？ メモって書いたページが１０ページほどあるぞ！！ おお！ これは意識したらメモが記録できるぞ！ うひょー！！）
en: (Um, what about the note funcationlity at the end of the message? Oh, there's about 10 pages that say "Notes"! Oh, and it records notes when I think it! Woohoo!!)

source: （え？ もしかして詰んだ？ 最大魔力が低すぎて合成できないのか、じゃあＧの生成はどうなんだろう）
en: (Eh? Am I stuck? My max MP is too low for synthesis, so what about Create G?)

source: （え？ やり方おかしかったか）
en: (Eh? Did I do something wrong?)

source: （お、落ち着くんだ、どうやら生成レベルが上がって、召喚レベルも上がって、Ｇランクの召喚獣が生成できるようになったということか？ もしかして、ランクが上がると召喚獣の種類が増えていく系なのか？）
en: (C-calm down. Apparently the level of Create went up, and the level of Summoning also went up. And now I can create G rank summons? Maybe, it's a system where, the higher the rank, the more types of summons there are?)

source: （お、魔導書に新たなページができたで！ 中央に凹みが２つしかない、お！ 次のページは凹みが１つしかないぞ。これは２枚の召喚獣を１枚にするのか。合成の条件が分からないからとりあえず、獣Ｈ２体を合成してみるか）
en: (Oh! The grimoire has a new page! There are two slots in the middle of the page, and the next page has only one slot. So this turns two summons into one. I don't know the conditions for synthesis, so, for now, I'll try synthesizing 2 H beasts.)

source: （こ、これは…なんか『－』っていうのが増えているぞ？ これはなんぞ？）
en: (Th-this is... What are these『－』symbols?)

source: （さて、魔力は今０なんで、仮眠して夜検証できなかったものを試してみるか）
en: (Well, my MP is 0 right now, so why don't I take a nap and continue the investigation at night?)

source: （そ、そんな、獣Ｇの生成も合成も今の魔力じゃできないってこと？ 最大魔力が低すぎるのか？）
en: (I-is that so... I can't Create Beast G or Synthesize with my current MP? My max MP is too low?)

source: （そういえば、お隣さんがいたな。グレイトボアの解体以来会っていないけど）
en: (Oh right, we had a neighbor. I haven't seen them since the dismantling of the great boar.)

source: （それにしても１万とか、なんで次の生成レベルに必要なスキル経験値が１０倍になるんだ）
en: (But damn, 10 thousand? Why does it cost 10 times the skill EXP to reach the next level of Create?)

source: （とりあえず、追加された召喚獣を生成してみたいけど、魔力が足りないからそれ以外を検証するか）
en: (For now, I want to try creating the new summons, but I don't have any MP, so what else can I do?)

source: （ふふふ、魔力も回復しとるで、これはもうやるしかないでしょ。Ｇ生成にするかな、合成にするかな。とりあえず、新スキルの合成にしてみるか）
en: (Hehehe, my MP is restored, so I have to do it now. G rank Create or Synthesize, what should I start with? For now, let's try out the new Synthesize skill.)

source: （や、やばい、あれこれ気になるが、まずステータスはどうなっているんだ）
en: (Oh man, I'm curious about so many things. But first, what's my status?)

source: （よし、合成だ！）
en: (Alright, Synthesize!)

source: （次は魔導書の拡張機能だけど、お！ ホルダーの凹みが、えっと、これは２０個と倍になっとるやんけ！ てことは２０体まで召喚ストックできる。加護も倍貰えるということか！！ うひょー！！！）
en: (Next is the Expansion skill! Oh! The slots in the grimoire have doubled to 20! So I can summon up to 20 creatures!!!! Uhyooo!!)

source: （獣Ｇ生成！）
en: (Create Beast G!)

source: Ｇの生成に挑戦する。『－』は何かわからないので、獣にしてみる。
en: Next, he decided to try Create G. He doesn't know what the 『－』 is, so he decided to try making a beast first.

source: Ｇ生成と合成は魔力が必要と思われるのでそれ以外の検証を進める。今魔力を消費してレベルが上がったばかりなので魔力がない。
en: Since it looks like G rank creation and synthesis will cost more MP, he decides to investigate other things. He has no MP beacause he just spent it to level up.

source: 「うん、俺アレン」
en: "Hi, I'm Allen."

source: 「なあ、アレン」
en: "Hey, Allen."

source: 「ゲコゲコゲコ」
en: "Croak, croak, croak"

source: 【 獣 】 Ｇ１２枚、Ｈ２枚、
en: 【BEAST】 G 12 cards, H 2 cards

source: 【 虫 】 Ｇ２枚、Ｈ２枚、
en: 【BUG】 G 2 cards, H 2 cards

source: 【 鳥 】 Ｇ
en: 【BIRD】 G

source: 【 鳥 】 Ｇ２枚
en: 【BIRD】 G 2 cards

source: 【スキル】 召喚〈２〉、生成〈２〉、合成〈２〉、拡張〈１〉、削除
en: 【SKL】 Summon <2>, Create <2>, Synthesize <2>, Expansion <1>, Delete

source: 【ランク】 Ｇ
en: 【RNK】 G

source: 【体 力】 １０
en: 【HP】 10

source: 【体 力】 １２（４０）＋２６
en: 【HP】 12 (40) + 26

source: 【体 力】 ７
en: 【HP】 7

source: 【加 護】 体力２、攻撃力２
en: 【BLESG】 HP 2, ATK 2

source: 【加 護】 素早さ２、知力２
en: 【BLESG】 AGL 2, INT 2

source: 【加 護】 耐久力２、素早さ２
en: 【BLESG】 DEF 2, AGL 2

source: 【合 成】 ２０／１，０００
en: 【SYNTH】 20 / 1,000

source: 【名 前】 チャッピー
en: 【NAM】 Chappy

source: 【名 前】 ピョンタ
en: 【NAM】 Pyonta

source: 【名 前】 モグスケ
en: 【NAM】 Mogusuke

source: 【年 齢】 ３
en: 【AGE】 3

source: 【幸 運】 ６
en: 【LCK】 6

source: 【幸 運】 ７（２５）
en: 【LCK】 7 (25)

source: 【幸 運】 ８
en: 【LCK】 8

source: 【攻撃力】 １０
en: 【ATK】 10

source: 【攻撃力】 ３（１０）＋２６
en: 【ATK】 3 (10) + 26

source: 【攻撃力】 ６
en: 【ATK】 6

source: 【特 技】 声まね
en: 【SpSKL】 Mimic

source: 【特 技】 挑発
en: 【SpSKL】 Taunt

source: 【特 技】 穴を掘る
en: 【SpSKL】 Dig

source: 【生 成】 ４，７０１／１０，０００
en: 【CREATE】 4,701 / 10,000

source: 【知 力】 １０
en: 【INT】 10

source: 【知 力】 ７
en: 【INT】 7

source: 【知 力】 ９（３０）＋４
en: 【INT】 9 (30) + 4

source: 【種 類】 鳥
en: 【TYP】 BIRD

source: 【素早さ】 １０
en: 【AGL】 10

source: 【素早さ】 ７（２５）＋１０
en: 【AGL】 7 (25) + 10

source: 【耐久力】 １０
en: 【DEF】 10

source: 【耐久力】 ３（１０）＋６
en: 【DEF】 3 (10) + 6

source: 【耐久力】 ６
en: 【DEF】 6

source: 【魔 力】 １（２０）
en: 【MP】 1 (20)

source: そして、この異世界にも四季がある。豪雪地帯ではないようだが、冬はそれなりに銀世界に覆われる。寒さから身を守るためにも薪が必要だ。
en: And this other world also has 4 seasons. Although the village isn't in a heavy snowfall area, in the winter, the world is covered in white. You need firewood to protect yourself from the cold.

source: そして、合成レベルを２にすることによりＧランクの召喚獣の分析を無事に終えた。
en: Then, he completed the analysis of the G ranked summons by getting Synthesize to level 2.

source: そして、３歳になってしばらくが経ったある日だ。
en: And one day, some time after he turned 3.

source: では、残り４割の作物や、狩りでとれた肉の全てが食料になるかというとそういうわけではない。生きていくのに必須な塩に交換したり、アレンのぼろ布でできたおむつに変わったりする。
en: Well, not all of the 40% of the crops and the meat from the hunt will be used as food. Some is exchanged for salt, which is essential for survival, and some is traded for rags to be used as Allen's diapers.

source: なお、収穫があまりにも少なかったり、税をごまかしたりすると農奴よりさらに不遇の奴隷に落とされることもあるという話をテレシアから聞かされた。
en: Also, Theresia told me that if the harvest is too scarce, or if you cheat on your taxes, you could become a slave, which is even worse than being a serf.

source: なお、収穫祭というのは、別に村の中心で盆踊りをするようなものではない。教会と呼ばれている宗教的な施設がこの開拓村にもあり、豊穣の神に村長が収穫した作物を奉納するという儀式を行うようだ。
en: The harvest festival wasn't like Obon, which would have a dance in the middle of the village, but more like a ritual where the village chief dedicates the harvest to the god of fertility at the church.

source: なぜ今検証が済んだかというと、消費魔力が足りなかったからだ。どうやら１０月１日の誕生日を迎えると、アレンのステータスが１割ずつ増えていく仕様のようだ。年齢によるステータスの抑制が１割ずつ解放されていく。いま３歳になって、最大魔力が６となり、ようやく検証ができたのである。
en: The investigation took so long to complete because his MP was insufficient. Apparently, when he had his birthday on October 1st, Allen's status increased by 10%. Now that he was 3, his max MP was 6, and he could finally finish the investigation.

source: ほとんど全額を持っていったのか、今は床板を外しても銅貨と鉄貨が数枚あるだけだ。あとは小石のようなものが５つほどある。これは角の生えた兎の魔石とのことだ。アレンがこの世界のお金を見たのも魔石を見たのも初めてである。
en: He had taken almost all the money with him, and now, when you take off the floorboards, there are only a few copper and iron coins. And there's about 5 pebble-like objects, which are magic stones from horned rabbits. This was the first time Allen had seen money or magic stones in this world.

source: まずはそれぞれの検証結果だ。
en: First, the investigation results.

source: アレンの最大魔力は６、生成レベル１は消費魔力２、生成レベル２と合成レベル１は消費魔力５だ。効率よく消費魔力をスキル経験値に変換するなら生成レベル１の１択である。
en: Allen's max MP is 6, and Create level 1 used 2 MP, while Create level 2 and Synthesize level 1 used 5 MP. To effeciently convert his MP to skill EXP, he should use Create level 1.

source: アレンは今、庭先に生えている木を背もたれにしている。大木ではないがそれなりの大きさの木だ。庭には塀があるのだが、容易にのぞき込めるので木を壁にして、召喚の検証をしている。
en: Allen is now leaning against a tree in the yard. It wasn't a big tree but it was a decent size. The yard had a fence but people could easily see through it so he used the tree as a wall to investigate his summons.

source: アレンは地面に置いてあった木刀を握りしめる。
en: Allen grabs his wooden sword off the ground.

source: アレンは３歳になったので、家の周りなら外出しても良いという許可をテレシアから貰った。アレンの誕生日はこの世界の暦で１０月１日のようだ。この日は開拓村の収穫祭とされている。なるほど、今年の食事も豪勢であったが、収穫祭も兼ねていることを知った３歳である。何か、クリスマスと誕生日が一緒だった気分になった。
en: Allen is 3 years old now, so Theresia has given him permission to leave the house. Allen's birthday seems to be on the 1st of the 10th month in this world's calendar. That's also the date of the harvest festival in the frontier village. As usual, this years meal was also fancy, but it was only when he was 3 years old that he learned that it was also to celebrate the harvest festival. He felt like someone who had a birthday on Christmas.

source: カーン
en: Dong

source: ・形状はインコの鳥Ｇのステータス
en: ・Status of BIRD G, which is shaped like a parrot

source: ・形状はカエルの虫Ｇのステータス
en: ・Status of BUG G, which is shaped like a frog

source: ・形状はモグラの獣Ｇのステータス
en: ・Status of BEAST G, which is shaped like a mole

source: ・消費魔力は５
en: ・Consumes 5 MP

source: ・虫Ｇと獣Ｇを合成すると鳥Ｇになる
en: ・Combining BUG G and BEAST G creates BIRD G

source: 例えば、この虫Ｇのカエルなら、挑発で魔獣のターゲットを自分からカエルに変えることもできるかもしれない。獣Ｇのモグラなら頑張れば巨大な穴を掘って罠を作ることもできるかもしれない。召喚獣の特性をしっかり理解することが大切なことを知るのであった。
en: For example, the froggy BUG G is able to use taunt to direct the aggression of a magic beast. If the BEAST G mole worked hard, it could dig a large hole to use as a trap. He now understood that it was important to have a good understanding of the Summoner class' characteristics.

source: 合成レベル１と生成レベル２を覚えたのはアレンが１歳１０か月のことだった。
en: It wasn't until Allen was 1 year and 10 months old that he learned Synthesize Level 1 and Create Level 2.

source: 合成レベル２
en: Synthesize Level 2

source: 山田健一が異世界に転生してアレンとなり３年の歳月が流れた。アレンは３歳になった。
en: It's been 3 years since Kenichi Yamada reincarnated into another world as Allen.

source: 新しく召喚できるようになった３体のステータスである。
en: These are the statuses of the three newly available summons.

source: 最後に、虫Ｇの召喚獣がアレンの傍にいる。ウシガエル並みの大きさでかなり大きい。
en: Finally, is Bug G, which was next to Allen. It was a bullfrog, and quite large.

source: 検証結果を魔導書にあるメモ機能にメモを取っていき、概ねの理解が済んだ。
en: He noted the investigation results using the note function of the grimoire, and his general understanding was complete.

source: 次に目の前に穴から顔を出している獣Ｇの召喚獣。小型犬ほどの大きさのモグラは、大きさ３０センチメートル、深さ１メートルほどの穴を簡単に掘る。
en: Next is Beast G, which was peeking out a hole in front of him. It was a mole about the size of a small dog, and could effortlessly dig a hole that was a foot wide, and 3 feet deep.

source: 残魔力を確認する。
en: He checked his remaining MP.

source: 特技の指示を受けたカエルは、緑だった体の色を赤や黄色に変化させ、不規則にジャンプしながら鳴き始める。
en: When instructed, the frog changed it's color from green to red and yellow, and it started croaking while jumping around erratically.

source: 生成レベル２
en: Create Level 2

source: 相変わらず、ステータスはかなり低く、Ｈランクと同じくほとんど言うことを聞かない。しかし、アレンが注目したのは特技だ。
en: As per usual, the stats were pretty low, and, like the H ranked summons, they didn't listen to anything he said. But Allen was focused on the special skills.

source: 第０８話 Ｇランク
en: Chapter 8 G Rank

source: 肩に召喚した鳥Ｇを乗せ、ステータスを確認する。
en: He placed the summoned Bird G on his shoulder and checked his status.

source: 肩に載っている鳥Ｇに話しかけるアレン。頭の中で特技と念じる。
en: Allen talks to the BIRD G on his shoulder while thinking about using its special skill.

source: 農奴についても、この３年で随分知識がついてきた。収穫した作物の６割は税として領主の代理人である村長に納める。開拓当初の減免措置は既に無くなっており、がっつり税として持っていかれる。収穫した作物の６割ということなので、できた作物が多いほど、手残りの作物は多くなる仕組みである。
en: In the past 3 years, he's learned a lot about serfdom. 60% of the harvest is paid as tax to the village chief, who represents the local lord. The subsidies that were offered when the area was first settled are now gone, and the full tax is collected without hesitation. The tax is 60% of your harvest, so the more crops you produce, the more crops you'll have left.

source: 農奴はそのような儀式に参加することがない。そういえば、１歳の誕生日にロダンは狩りに出かけていたなということを思い出す。
en: Serfs don't participate in such rituals. By the way, Allen recalled that Rodan was out hunting during his first birthday.

source: 遠くの方で鐘がなる。開拓村の３時を知らせる鐘であった。
en: A bell rang in the distance. It was 3 o'clock in the frontier village.

source: 開拓村での暮らしは農奴ということもあり、主に物々交換だ。しかし、少しであるが、農奴でもお金は持っている。アレンは今年の２月頃に高熱を出した。子供部屋の床板を剥がして、硬貨を拾い、出かけていったロダンをアレンは覚えている。帰ってくると、飲みなさいと恐らく解熱剤であろう薬を飲ませてくれた。
en: The people living in the frontier village are mostly serfs, so there's a lot of bartering. However, even a serf can have money, albiet only a little. Allen had a high fever around the 2nd month of this year. Allen remembers Rodan ripping up the floorboards of the nursery, grabbing some coins, and going out. When he came back, he gave Allen some medicine that was probably a fever reducer.

source: 魔力を必要とせず、無限に特技の指示ができる召喚獣。言うことは聞かせられないが、特技を発動させたら、思ったところに穴を掘ってくれる。
en: Summons didn't need MP, and you could command them to do their special skills an infinite number of times. Although he can't command it otherwise, he could make it dig a hole whenever he wanted.

source: 鳥Ｇがアレンの声で返事をする。
en: Bird G replies in Allen's voice.

source: 鳥Ｇの召喚獣は、アレンの声を再現できる。実際、セキセイインコなどが人の声を覚えることができるが、精度はその比ではない。完全に本人の声だ。ただし、あまり長い言葉や複数の声は覚えさせられない。
en: Bird G's ability can reproduce Allen's voice. In the real world, parrots could copy human voices, but it was nothing like this. It could perfectly imitate his voice, but it couldn't learn long phrases or multiple voices.

source: （これは、落とし穴とか簡単に作れるんじゃないのか）
en: (Isn't this an easy way to make a pitfall?)

source: （とりあえずどうするかな。スキル経験値は消費魔力と同じということが確定したしな）
en: (What should I do for the time being? I've confirmed that skill EXP gained is equivalent to the MP used.)

source: （なるほど、Ｇランクになってずいぶん召喚獣が便利になってきたぞ）
en: (I see, the summons have become much more useful now that I'm G rank.)

source: （む？ そろそろか）
en: (Hm? It's almost time.)

source: （スキルを上げるのはこんなもんでいいだろ。さてと）
en: (It's fine if I grind my skills like this. Next is...)
